[
  "obsidian-git",
  "cm-editor-syntax-highlight-obsidian",
  "markdown-prettifier",
  "obsidian-pangu",
  "sliding-panes-obsidian",
  "obsidian-charts",
  "obsidian-admonition",
  "table-editor-obsidian",
  "dataview",
  "calendar",
  "obsidian-outliner",
  "code-block-copy",
  "obsidian-mind-map",
  "url-into-selection",
  "better-word-count",
  "templater-obsidian",
  "obsidian-kanban",
  "obsidian-extract-pdf-highlights",
  "media-extended",
  "mx-bili-plugin",
  "note-refactor-obsidian",
  "obsidian-pandoc",
  "obsidian-annotator",
  "obsidian-zoom",
  "tag-wrangler",
  "obsidian-minimal-settings",
  "oz-image-plugin",
  "obsidian-checklist-plugin",
  "obsidian-advanced-appearance",
  "obsidian-footnotes",
  "better-fn",
  "obsidian-tidy-footnotes",
  "workspaces-plus",
  "obsidian-hider",
  "customizable-menu",
  "convert-url-to-iframe",
  "quickadd",
  "buttons",
  "customizable-sidebar"
]